7767517
488 612
Input                    in0                      0 1 in0
Convolution              conv_26                  1 1 in0 1 0=16 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=432
Split                    splitncnn_0              1 6 1 2 3 4 5 6 7
BatchNorm                bn_7                     1 1 2 8 0=16 1=1.000000e-05
ConvolutionDepthWise     convdw_149               1 1 7 9 0=16 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16 7=16
ConvolutionDepthWise     convdw_150               1 1 6 10 0=16 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=144 7=16
ConvolutionDepthWise     convdw_151               1 1 5 11 0=16 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=144 7=16
ConvolutionDepthWise     convdw_152               1 1 4 12 0=16 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=144 7=16
ConvolutionDepthWise     convdw_153               1 1 3 13 0=16 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=144 7=16
BinaryOp                 add_0                    2 1 8 9 14 0=0
BinaryOp                 add_1                    2 1 14 10 15 0=0
BinaryOp                 add_2                    2 1 15 11 16 0=0
BinaryOp                 add_3                    2 1 16 12 17 0=0
BinaryOp                 add_4                    2 1 17 13 18 0=0
BinaryOp                 mul_5                    1 1 18 19 0=2 1=1 2=1.384107e+00
BinaryOp                 add_6                    1 1 19 20 0=0 1=1 2=5.860772e-01
HardSwish                hswish_94                1 1 20 21 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_7                    1 1 21 22 0=2 1=1 2=1.675188e-01
BinaryOp                 add_8                    1 1 22 23 0=0 1=1 2=3.470043e-05
Split                    splitncnn_1              1 4 23 24 25 26 27
Convolution              conv_27                  1 1 27 28 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=512
Convolution              conv_28                  1 1 26 29 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=512
Convolution              conv_29                  1 1 25 30 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=512
Convolution              conv_30                  1 1 24 31 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=512
BinaryOp                 add_9                    2 1 28 29 32 0=0
BinaryOp                 add_10                   2 1 32 30 33 0=0
BinaryOp                 add_11                   2 1 33 31 34 0=0
BinaryOp                 mul_12                   1 1 34 35 0=2 1=1 2=2.111558e+00
BinaryOp                 add_13                   1 1 35 36 0=0 1=1 2=1.056320e+00
HardSwish                hswish_95                1 1 36 37 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_14                   1 1 37 38 0=2 1=1 2=1.828085e-01
BinaryOp                 add_15                   1 1 38 39 0=0 1=1 2=-2.008548e-01
Split                    splitncnn_2              1 6 39 40 41 42 43 44 45
BatchNorm                bn_8                     1 1 40 46 0=32 1=1.000000e-05
ConvolutionDepthWise     convdw_154               1 1 45 47 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32 7=32
ConvolutionDepthWise     convdw_155               1 1 44 48 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32
ConvolutionDepthWise     convdw_156               1 1 43 49 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32
ConvolutionDepthWise     convdw_157               1 1 42 50 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32
ConvolutionDepthWise     convdw_158               1 1 41 51 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=288 7=32
BinaryOp                 add_16                   2 1 46 47 52 0=0
BinaryOp                 add_17                   2 1 52 48 53 0=0
BinaryOp                 add_18                   2 1 53 49 54 0=0
BinaryOp                 add_19                   2 1 54 50 55 0=0
BinaryOp                 add_20                   2 1 55 51 56 0=0
BinaryOp                 mul_21                   1 1 56 57 0=2 1=1 2=2.166723e+00
BinaryOp                 add_22                   1 1 57 58 0=0 1=1 2=1.000862e+00
HardSwish                hswish_96                1 1 58 59 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_23                   1 1 59 60 0=2 1=1 2=6.063076e-02
BinaryOp                 add_24                   1 1 60 61 0=0 1=1 2=-4.069060e-05
Split                    splitncnn_3              1 4 61 62 63 64 65
Convolution              conv_31                  1 1 65 66 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Convolution              conv_32                  1 1 64 67 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Convolution              conv_33                  1 1 63 68 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Convolution              conv_34                  1 1 62 69 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
BinaryOp                 add_25                   2 1 66 67 70 0=0
BinaryOp                 add_26                   2 1 70 68 71 0=0
BinaryOp                 add_27                   2 1 71 69 72 0=0
BinaryOp                 mul_28                   1 1 72 73 0=2 1=1 2=2.172230e+00
BinaryOp                 add_29                   1 1 73 74 0=0 1=1 2=8.583514e-01
HardSwish                hswish_97                1 1 74 75 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_30                   1 1 75 76 0=2 1=1 2=4.061948e-01
BinaryOp                 add_31                   1 1 76 77 0=0 1=1 2=-2.785621e-01
Split                    splitncnn_4              1 6 77 78 79 80 81 82 83
BatchNorm                bn_9                     1 1 78 84 0=64 1=1.000000e-05
ConvolutionDepthWise     convdw_159               1 1 83 85 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=64 7=64
ConvolutionDepthWise     convdw_160               1 1 82 86 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_161               1 1 81 87 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_162               1 1 80 88 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_163               1 1 79 89 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=576 7=64
BinaryOp                 add_32                   2 1 84 85 90 0=0
BinaryOp                 add_33                   2 1 90 86 91 0=0
BinaryOp                 add_34                   2 1 91 87 92 0=0
BinaryOp                 add_35                   2 1 92 88 93 0=0
BinaryOp                 add_36                   2 1 93 89 94 0=0
BinaryOp                 mul_37                   1 1 94 95 0=2 1=1 2=3.069615e+00
BinaryOp                 add_38                   1 1 95 96 0=0 1=1 2=3.243599e-01
HardSwish                hswish_98                1 1 96 97 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_39                   1 1 97 98 0=2 1=1 2=3.095054e-02
BinaryOp                 add_40                   1 1 98 99 0=0 1=1 2=-4.651240e-05
Split                    splitncnn_5              1 5 99 100 101 102 103 104
BatchNorm                bn_10                    1 1 100 105 0=64 1=1.000000e-05
Convolution              conv_35                  1 1 104 106 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Convolution              conv_36                  1 1 103 107 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Convolution              conv_37                  1 1 102 108 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Convolution              conv_38                  1 1 101 109 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
BinaryOp                 add_41                   2 1 105 106 110 0=0
BinaryOp                 add_42                   2 1 110 107 111 0=0
BinaryOp                 add_43                   2 1 111 108 112 0=0
BinaryOp                 add_44                   2 1 112 109 113 0=0
BinaryOp                 mul_45                   1 1 113 114 0=2 1=1 2=2.164231e+00
BinaryOp                 add_46                   1 1 114 115 0=0 1=1 2=4.336767e-01
HardSwish                hswish_99                1 1 115 116 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_47                   1 1 116 117 0=2 1=1 2=4.283067e-01
BinaryOp                 add_48                   1 1 117 118 0=0 1=1 2=-8.378658e-02
Split                    splitncnn_6              1 5 118 119 120 121 122 123
ConvolutionDepthWise     convdw_164               1 1 123 124 0=64 1=1 11=1 12=1 13=2 14=0 2=1 3=1 4=0 5=1 6=64 7=64
ConvolutionDepthWise     convdw_165               1 1 122 125 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_166               1 1 121 126 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_167               1 1 120 127 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=1 4=1 5=1 6=576 7=64
ConvolutionDepthWise     convdw_168               1 1 119 128 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=1 4=1 5=1 6=576 7=64
BinaryOp                 add_49                   2 1 124 125 129 0=0
BinaryOp                 add_50                   2 1 129 126 130 0=0
BinaryOp                 add_51                   2 1 130 127 131 0=0
BinaryOp                 add_52                   2 1 131 128 132 0=0
BinaryOp                 mul_53                   1 1 132 133 0=2 1=1 2=2.293733e+00
BinaryOp                 add_54                   1 1 133 134 0=0 1=1 2=1.019056e+00
HardSwish                hswish_100               1 1 134 135 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_55                   1 1 135 136 0=2 1=1 2=3.271981e-02
BinaryOp                 add_56                   1 1 136 137 0=0 1=1 2=-2.652152e-06
Split                    splitncnn_7              1 4 137 138 139 140 141
Convolution              conv_39                  1 1 141 142 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Convolution              conv_40                  1 1 140 143 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Convolution              conv_41                  1 1 139 144 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Convolution              conv_42                  1 1 138 145 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
BinaryOp                 add_57                   2 1 142 143 146 0=0
BinaryOp                 add_58                   2 1 146 144 147 0=0
BinaryOp                 add_59                   2 1 147 145 148 0=0
BinaryOp                 mul_60                   1 1 148 149 0=2 1=1 2=1.768801e+00
BinaryOp                 add_61                   1 1 149 150 0=0 1=1 2=2.181246e-01
HardSwish                hswish_101               1 1 150 151 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_62                   1 1 151 152 0=2 1=1 2=7.304567e-01
BinaryOp                 add_63                   1 1 152 153 0=0 1=1 2=-8.572540e-02
Split                    splitncnn_8              1 6 153 154 155 156 157 158 159
BatchNorm                bn_11                    1 1 154 160 0=128 1=1.000000e-05
ConvolutionDepthWise     convdw_169               1 1 159 161 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=128 7=128
ConvolutionDepthWise     convdw_170               1 1 158 162 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_171               1 1 157 163 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_172               1 1 156 164 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_173               1 1 155 165 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1152 7=128
BinaryOp                 add_64                   2 1 160 161 166 0=0
BinaryOp                 add_65                   2 1 166 162 167 0=0
BinaryOp                 add_66                   2 1 167 163 168 0=0
BinaryOp                 add_67                   2 1 168 164 169 0=0
BinaryOp                 add_68                   2 1 169 165 170 0=0
BinaryOp                 mul_69                   1 1 170 171 0=2 1=1 2=2.623634e+00
BinaryOp                 add_70                   1 1 171 172 0=0 1=1 2=-7.918281e-03
HardSwish                hswish_102               1 1 172 173 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_71                   1 1 173 174 0=2 1=1 2=4.377005e-02
BinaryOp                 add_72                   1 1 174 175 0=0 1=1 2=5.633773e-05
Split                    splitncnn_9              1 5 175 176 177 178 179 180
BatchNorm                bn_12                    1 1 176 181 0=128 1=1.000000e-05
Convolution              conv_43                  1 1 180 182 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Convolution              conv_44                  1 1 179 183 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Convolution              conv_45                  1 1 178 184 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Convolution              conv_46                  1 1 177 185 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
BinaryOp                 add_73                   2 1 181 182 186 0=0
BinaryOp                 add_74                   2 1 186 183 187 0=0
BinaryOp                 add_75                   2 1 187 184 188 0=0
BinaryOp                 add_76                   2 1 188 185 189 0=0
BinaryOp                 mul_77                   1 1 189 190 0=2 1=1 2=1.893770e+00
BinaryOp                 add_78                   1 1 190 191 0=0 1=1 2=-4.865660e-02
HardSwish                hswish_103               1 1 191 192 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_79                   1 1 192 193 0=2 1=1 2=6.528459e-01
BinaryOp                 add_80                   1 1 193 194 0=0 1=1 2=7.379292e-02
Split                    splitncnn_10             1 5 194 195 196 197 198 199
ConvolutionDepthWise     convdw_174               1 1 199 200 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=2 4=0 5=1 6=128 7=128
ConvolutionDepthWise     convdw_175               1 1 198 201 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_176               1 1 197 202 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_177               1 1 196 203 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
ConvolutionDepthWise     convdw_178               1 1 195 204 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=2 4=1 5=1 6=1152 7=128
BinaryOp                 add_81                   2 1 200 201 205 0=0
BinaryOp                 add_82                   2 1 205 202 206 0=0
BinaryOp                 add_83                   2 1 206 203 207 0=0
BinaryOp                 add_84                   2 1 207 204 208 0=0
BinaryOp                 mul_85                   1 1 208 209 0=2 1=1 2=2.482111e+00
BinaryOp                 add_86                   1 1 209 210 0=0 1=1 2=6.599923e-01
HardSwish                hswish_104               1 1 210 211 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_87                   1 1 211 212 0=2 1=1 2=2.353299e-02
BinaryOp                 add_88                   1 1 212 213 0=0 1=1 2=5.462020e-05
Split                    splitncnn_11             1 4 213 214 215 216 217
Convolution              conv_47                  1 1 217 218 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=30720
Convolution              conv_48                  1 1 216 219 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=30720
Convolution              conv_49                  1 1 215 220 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=30720
Convolution              conv_50                  1 1 214 221 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=30720
BinaryOp                 add_89                   2 1 218 219 222 0=0
BinaryOp                 add_90                   2 1 222 220 223 0=0
BinaryOp                 add_91                   2 1 223 221 224 0=0
BinaryOp                 mul_92                   1 1 224 225 0=2 1=1 2=1.523635e+00
BinaryOp                 add_93                   1 1 225 226 0=0 1=1 2=6.392852e-02
HardSwish                hswish_105               1 1 226 227 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_94                   1 1 227 228 0=2 1=1 2=5.249293e-01
BinaryOp                 add_95                   1 1 228 229 0=0 1=1 2=-1.167872e-02
Split                    splitncnn_12             1 6 229 230 231 232 233 234 235
BatchNorm                bn_13                    1 1 230 236 0=240 1=1.000000e-05
ConvolutionDepthWise     convdw_179               1 1 235 237 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=240 7=240
ConvolutionDepthWise     convdw_180               1 1 234 238 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_181               1 1 233 239 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_182               1 1 232 240 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_183               1 1 231 241 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
BinaryOp                 add_96                   2 1 236 237 242 0=0
BinaryOp                 add_97                   2 1 242 238 243 0=0
BinaryOp                 add_98                   2 1 243 239 244 0=0
BinaryOp                 add_99                   2 1 244 240 245 0=0
BinaryOp                 add_100                  2 1 245 241 246 0=0
BinaryOp                 mul_101                  1 1 246 247 0=2 1=1 2=2.138868e+00
BinaryOp                 add_102                  1 1 247 248 0=0 1=1 2=-4.507720e-01
HardSwish                hswish_106               1 1 248 249 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_103                  1 1 249 250 0=2 1=1 2=1.181495e-01
BinaryOp                 add_104                  1 1 250 251 0=0 1=1 2=-6.013525e-05
Split                    splitncnn_13             1 5 251 252 253 254 255 256
BatchNorm                bn_14                    1 1 252 257 0=240 1=1.000000e-05
Convolution              conv_51                  1 1 256 258 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_52                  1 1 255 259 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_53                  1 1 254 260 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_54                  1 1 253 261 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
BinaryOp                 add_105                  2 1 257 258 262 0=0
BinaryOp                 add_106                  2 1 262 259 263 0=0
BinaryOp                 add_107                  2 1 263 260 264 0=0
BinaryOp                 add_108                  2 1 264 261 265 0=0
BinaryOp                 mul_109                  1 1 265 266 0=2 1=1 2=2.044553e+00
BinaryOp                 add_110                  1 1 266 267 0=0 1=1 2=-2.431049e-01
HardSwish                hswish_107               1 1 267 268 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_111                  1 1 268 269 0=2 1=1 2=6.219931e-01
BinaryOp                 add_112                  1 1 269 270 0=0 1=1 2=8.859989e-02
Split                    splitncnn_14             1 6 270 271 272 273 274 275 276
BatchNorm                bn_15                    1 1 271 277 0=240 1=1.000000e-05
ConvolutionDepthWise     convdw_184               1 1 276 278 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=240 7=240
ConvolutionDepthWise     convdw_185               1 1 275 279 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_186               1 1 274 280 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_187               1 1 273 281 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_188               1 1 272 282 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
BinaryOp                 add_113                  2 1 277 278 283 0=0
BinaryOp                 add_114                  2 1 283 279 284 0=0
BinaryOp                 add_115                  2 1 284 280 285 0=0
BinaryOp                 add_116                  2 1 285 281 286 0=0
BinaryOp                 add_117                  2 1 286 282 287 0=0
BinaryOp                 mul_118                  1 1 287 288 0=2 1=1 2=2.830977e+00
BinaryOp                 add_119                  1 1 288 289 0=0 1=1 2=1.021500e-01
HardSwish                hswish_108               1 1 289 290 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_120                  1 1 290 291 0=2 1=1 2=4.216631e-02
BinaryOp                 add_121                  1 1 291 292 0=0 1=1 2=-5.604238e-05
Split                    splitncnn_15             1 5 292 293 294 295 296 297
BatchNorm                bn_16                    1 1 293 298 0=240 1=1.000000e-05
Convolution              conv_55                  1 1 297 299 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_56                  1 1 296 300 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_57                  1 1 295 301 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_58                  1 1 294 302 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
BinaryOp                 add_122                  2 1 298 299 303 0=0
BinaryOp                 add_123                  2 1 303 300 304 0=0
BinaryOp                 add_124                  2 1 304 301 305 0=0
BinaryOp                 add_125                  2 1 305 302 306 0=0
BinaryOp                 mul_126                  1 1 306 307 0=2 1=1 2=2.156336e+00
BinaryOp                 add_127                  1 1 307 308 0=0 1=1 2=-5.589596e-01
HardSwish                hswish_109               1 1 308 309 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_128                  1 1 309 310 0=2 1=1 2=5.327490e-01
BinaryOp                 add_129                  1 1 310 311 0=0 1=1 2=1.568191e-01
Split                    splitncnn_16             1 6 311 312 313 314 315 316 317
BatchNorm                bn_17                    1 1 312 318 0=240 1=1.000000e-05
ConvolutionDepthWise     convdw_189               1 1 317 319 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=240 7=240
ConvolutionDepthWise     convdw_190               1 1 316 320 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_191               1 1 315 321 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_192               1 1 314 322 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_193               1 1 313 323 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
BinaryOp                 add_130                  2 1 318 319 324 0=0
BinaryOp                 add_131                  2 1 324 320 325 0=0
BinaryOp                 add_132                  2 1 325 321 326 0=0
BinaryOp                 add_133                  2 1 326 322 327 0=0
BinaryOp                 add_134                  2 1 327 323 328 0=0
BinaryOp                 mul_135                  1 1 328 329 0=2 1=1 2=2.506705e+00
BinaryOp                 add_136                  1 1 329 330 0=0 1=1 2=1.157011e+00
HardSwish                hswish_110               1 1 330 331 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_137                  1 1 331 332 0=2 1=1 2=4.520729e-02
BinaryOp                 add_138                  1 1 332 333 0=0 1=1 2=-3.584615e-06
Split                    splitncnn_17             1 5 333 334 335 336 337 338
BatchNorm                bn_18                    1 1 334 339 0=240 1=1.000000e-05
Convolution              conv_59                  1 1 338 340 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_60                  1 1 337 341 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_61                  1 1 336 342 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_62                  1 1 335 343 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
BinaryOp                 add_139                  2 1 339 340 344 0=0
BinaryOp                 add_140                  2 1 344 341 345 0=0
BinaryOp                 add_141                  2 1 345 342 346 0=0
BinaryOp                 add_142                  2 1 346 343 347 0=0
BinaryOp                 mul_143                  1 1 347 348 0=2 1=1 2=2.150808e+00
BinaryOp                 add_144                  1 1 348 349 0=0 1=1 2=-5.547040e-01
HardSwish                hswish_111               1 1 349 350 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_145                  1 1 350 351 0=2 1=1 2=5.370421e-01
BinaryOp                 add_146                  1 1 351 352 0=0 1=1 2=1.735165e-01
Split                    splitncnn_18             1 6 352 353 354 355 356 357 358
BatchNorm                bn_19                    1 1 353 359 0=240 1=1.000000e-05
ConvolutionDepthWise     convdw_194               1 1 358 360 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=240 7=240
ConvolutionDepthWise     convdw_195               1 1 357 361 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_196               1 1 356 362 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_197               1 1 355 363 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_198               1 1 354 364 0=240 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
BinaryOp                 add_147                  2 1 359 360 365 0=0
BinaryOp                 add_148                  2 1 365 361 366 0=0
BinaryOp                 add_149                  2 1 366 362 367 0=0
BinaryOp                 add_150                  2 1 367 363 368 0=0
BinaryOp                 add_151                  2 1 368 364 369 0=0
BinaryOp                 mul_152                  1 1 369 370 0=2 1=1 2=2.481236e+00
BinaryOp                 add_153                  1 1 370 371 0=0 1=1 2=1.145820e+00
HardSwish                hswish_112               1 1 371 372 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_154                  1 1 372 373 0=2 1=1 2=5.446845e-02
BinaryOp                 add_155                  1 1 373 374 0=0 1=1 2=4.943241e-05
Split                    splitncnn_19             1 5 374 375 376 377 378 379
BatchNorm                bn_20                    1 1 375 380 0=240 1=1.000000e-05
Convolution              conv_63                  1 1 379 381 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_64                  1 1 378 382 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_65                  1 1 377 383 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Convolution              conv_66                  1 1 376 384 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
BinaryOp                 add_156                  2 1 380 381 385 0=0
BinaryOp                 add_157                  2 1 385 382 386 0=0
BinaryOp                 add_158                  2 1 386 383 387 0=0
BinaryOp                 add_159                  2 1 387 384 388 0=0
BinaryOp                 mul_160                  1 1 388 389 0=2 1=1 2=2.169699e+00
BinaryOp                 add_161                  1 1 389 390 0=0 1=1 2=-6.480080e-01
HardSwish                hswish_113               1 1 390 391 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_162                  1 1 391 392 0=2 1=1 2=7.006389e-01
BinaryOp                 add_163                  1 1 392 393 0=0 1=1 2=2.380483e-01
Split                    splitncnn_20             1 5 393 394 395 396 397 398
ConvolutionDepthWise     convdw_199               1 1 398 399 0=240 1=1 11=1 12=1 13=2 14=0 2=1 3=1 4=0 5=1 6=240 7=240
ConvolutionDepthWise     convdw_200               1 1 397 400 0=240 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_201               1 1 396 401 0=240 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_202               1 1 395 402 0=240 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
ConvolutionDepthWise     convdw_203               1 1 394 403 0=240 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=6000 7=240
BinaryOp                 add_164                  2 1 399 400 404 0=0
BinaryOp                 add_165                  2 1 404 401 405 0=0
BinaryOp                 add_166                  2 1 405 402 406 0=0
BinaryOp                 add_167                  2 1 406 403 407 0=0
BinaryOp                 mul_168                  1 1 407 408 0=2 1=1 2=1.926186e+00
BinaryOp                 add_169                  1 1 408 409 0=0 1=1 2=4.542438e-01
HardSwish                hswish_114               1 1 409 410 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_170                  1 1 410 411 0=2 1=1 2=1.393038e+00
BinaryOp                 add_171                  1 1 411 412 0=0 1=1 2=-4.136366e-01
Split                    splitncnn_21             1 2 412 413 414
Pooling                  gap_5                    1 1 414 415 0=1 4=1
Convolution              convrelu_0               1 1 415 416 0=60 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=14400 9=1
Convolution              conv_68                  1 1 416 417 0=240 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=14400
HardSigmoid              hsigmoid_92              1 1 417 418 0=1.666667e-01 1=5.000000e-01
Reshape                  reshape_143              1 1 418 419 0=1 1=1 2=-1
BinaryOp                 mul_172                  2 1 413 419 420 0=2
Split                    splitncnn_22             1 4 420 421 422 423 424
Convolution              conv_69                  1 1 424 425 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=115200
Convolution              conv_70                  1 1 423 426 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=115200
Convolution              conv_71                  1 1 422 427 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=115200
Convolution              conv_72                  1 1 421 428 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=115200
BinaryOp                 add_173                  2 1 425 426 429 0=0
BinaryOp                 add_174                  2 1 429 427 430 0=0
BinaryOp                 add_175                  2 1 430 428 431 0=0
BinaryOp                 mul_176                  1 1 431 432 0=2 1=1 2=2.592662e+00
BinaryOp                 add_177                  1 1 432 433 0=0 1=1 2=-4.306299e-01
HardSwish                hswish_115               1 1 433 434 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_178                  1 1 434 435 0=2 1=1 2=9.122257e-01
BinaryOp                 add_179                  1 1 435 436 0=0 1=1 2=2.021912e-01
Split                    splitncnn_23             1 6 436 437 438 439 440 441 442
BatchNorm                bn_21                    1 1 437 443 0=480 1=1.000000e-05
ConvolutionDepthWise     convdw_204               1 1 442 444 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=480 7=480
ConvolutionDepthWise     convdw_205               1 1 441 445 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_206               1 1 440 446 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_207               1 1 439 447 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_208               1 1 438 448 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
BinaryOp                 add_180                  2 1 443 444 449 0=0
BinaryOp                 add_181                  2 1 449 445 450 0=0
BinaryOp                 add_182                  2 1 450 446 451 0=0
BinaryOp                 add_183                  2 1 451 447 452 0=0
BinaryOp                 add_184                  2 1 452 448 453 0=0
BinaryOp                 mul_185                  1 1 453 454 0=2 1=1 2=2.179476e+00
BinaryOp                 add_186                  1 1 454 455 0=0 1=1 2=2.459434e-01
HardSwish                hswish_116               1 1 455 456 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_187                  1 1 456 457 0=2 1=1 2=1.983662e+00
BinaryOp                 add_188                  1 1 457 458 0=0 1=1 2=-7.467775e-01
Split                    splitncnn_24             1 2 458 459 460
Pooling                  gap_6                    1 1 460 461 0=1 4=1
Convolution              convrelu_1               1 1 461 462 0=120 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600 9=1
Convolution              conv_74                  1 1 462 463 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
HardSigmoid              hsigmoid_93              1 1 463 464 0=1.666667e-01 1=5.000000e-01
Reshape                  reshape_144              1 1 464 465 0=1 1=1 2=-1
BinaryOp                 mul_189                  2 1 459 465 466 0=2
Split                    splitncnn_25             1 5 466 467 468 469 470 471
BatchNorm                bn_22                    1 1 467 472 0=480 1=1.000000e-05
Convolution              conv_75                  1 1 471 473 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_76                  1 1 470 474 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_77                  1 1 469 475 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_78                  1 1 468 476 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
BinaryOp                 add_190                  2 1 472 473 477 0=0
BinaryOp                 add_191                  2 1 477 474 478 0=0
BinaryOp                 add_192                  2 1 478 475 479 0=0
BinaryOp                 add_193                  2 1 479 476 480 0=0
BinaryOp                 mul_194                  1 1 480 481 0=2 1=1 2=2.586924e+00
BinaryOp                 add_195                  1 1 481 482 0=0 1=1 2=-8.015537e-01
HardSwish                hswish_117               1 1 482 483 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_196                  1 1 483 484 0=2 1=1 2=6.589833e-01
BinaryOp                 add_197                  1 1 484 485 0=0 1=1 2=2.119369e-01
Split                    splitncnn_26             1 5 485 486 487 488 489 490
ConvolutionDepthWise     convdw_209               1 1 490 491 0=480 1=1 11=1 12=1 13=2 14=0 2=1 3=1 4=0 5=1 6=480 7=480
ConvolutionDepthWise     convdw_210               1 1 489 492 0=480 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_211               1 1 488 493 0=480 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_212               1 1 487 494 0=480 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_213               1 1 486 495 0=480 1=5 11=5 12=1 13=2 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
BinaryOp                 add_198                  2 1 491 492 496 0=0
BinaryOp                 add_199                  2 1 496 493 497 0=0
BinaryOp                 add_200                  2 1 497 494 498 0=0
BinaryOp                 add_201                  2 1 498 495 499 0=0
BinaryOp                 mul_202                  1 1 499 500 0=2 1=1 2=2.348032e+00
BinaryOp                 add_203                  1 1 500 501 0=0 1=1 2=1.665339e+00
HardSwish                hswish_118               1 1 501 502 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_204                  1 1 502 503 0=2 1=1 2=7.098751e-02
BinaryOp                 add_205                  1 1 503 504 0=0 1=1 2=2.780899e-04
Split                    splitncnn_27             1 5 504 505 506 507 508 509
BatchNorm                bn_23                    1 1 505 510 0=480 1=1.000000e-05
Convolution              conv_79                  1 1 509 511 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_80                  1 1 508 512 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_81                  1 1 507 513 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_82                  1 1 506 514 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
BinaryOp                 add_206                  2 1 510 511 515 0=0
BinaryOp                 add_207                  2 1 515 512 516 0=0
BinaryOp                 add_208                  2 1 516 513 517 0=0
BinaryOp                 add_209                  2 1 517 514 518 0=0
BinaryOp                 mul_210                  1 1 518 519 0=2 1=1 2=3.173168e+00
BinaryOp                 add_211                  1 1 519 520 0=0 1=1 2=-6.365986e-01
HardSwish                hswish_119               1 1 520 521 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_212                  1 1 521 522 0=2 1=1 2=4.656531e-01
BinaryOp                 add_213                  1 1 522 523 0=0 1=1 2=1.285813e-01
Split                    splitncnn_28             1 6 523 524 525 526 527 528 529
BatchNorm                bn_24                    1 1 524 530 0=480 1=1.000000e-05
ConvolutionDepthWise     convdw_214               1 1 529 531 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=480 7=480
ConvolutionDepthWise     convdw_215               1 1 528 532 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_216               1 1 527 533 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_217               1 1 526 534 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
ConvolutionDepthWise     convdw_218               1 1 525 535 0=480 1=5 11=5 12=1 13=1 14=2 2=1 3=1 4=2 5=1 6=12000 7=480
BinaryOp                 add_214                  2 1 530 531 536 0=0
BinaryOp                 add_215                  2 1 536 532 537 0=0
BinaryOp                 add_216                  2 1 537 533 538 0=0
BinaryOp                 add_217                  2 1 538 534 539 0=0
BinaryOp                 add_218                  2 1 539 535 540 0=0
BinaryOp                 mul_219                  1 1 540 541 0=2 1=1 2=2.981040e+00
BinaryOp                 add_220                  1 1 541 542 0=0 1=1 2=1.155505e-01
HardSwish                hswish_120               1 1 542 543 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_221                  1 1 543 544 0=2 1=1 2=3.976384e-01
BinaryOp                 add_222                  1 1 544 545 0=0 1=1 2=2.775773e-05
Split                    splitncnn_29             1 5 545 546 547 548 549 550
BatchNorm                bn_25                    1 1 546 551 0=480 1=1.000000e-05
Convolution              conv_83                  1 1 550 552 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_84                  1 1 549 553 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_85                  1 1 548 554 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
Convolution              conv_86                  1 1 547 555 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=230400
BinaryOp                 add_223                  2 1 551 552 556 0=0
BinaryOp                 add_224                  2 1 556 553 557 0=0
BinaryOp                 add_225                  2 1 557 554 558 0=0
BinaryOp                 add_226                  2 1 558 555 559 0=0
BinaryOp                 mul_227                  1 1 559 560 0=2 1=1 2=3.725856e+00
BinaryOp                 add_228                  1 1 560 561 0=0 1=1 2=-3.639896e-01
HardSwish                hswish_121               1 1 561 562 0=1.666667e-01 1=5.000000e-01
BinaryOp                 mul_229                  1 1 562 563 0=2 1=1 2=3.348482e+00
BinaryOp                 add_230                  1 1 563 564 0=0 1=1 2=-7.174185e-02
Pooling                  avgpool2d_131            1 1 564 565 0=1 1=2 11=3 12=3 13=0 2=2 3=0 5=1 6=1
Split                    splitncnn_30             1 2 565 566 567
Convolution              conv_87                  1 1 567 568 0=60 1=3 11=1 12=1 13=1 14=0 2=1 3=1 4=1 5=1 6=86400
Swish                    silu_132                 1 1 568 569
Convolution              conv_88                  1 1 569 570 0=120 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=7200
Swish                    silu_133                 1 1 570 571
Reshape                  flatten_147              1 1 571 572 0=-1 1=120
Permute                  permute_140              1 1 572 573 0=1
Split                    splitncnn_31             1 2 573 574 575
LayerNorm                ln_122                   1 1 575 576 0=120 1=1.000000e-05 2=1
MultiHeadAttention       attention_127            1 1 576 577 0=120 1=8 2=14400 3=120 4=120
BinaryOp                 add_231                  2 1 574 577 578 0=0
Split                    splitncnn_32             1 2 578 579 580
LayerNorm                ln_123                   1 1 580 581 0=120 1=1.000000e-05 2=1
Gemm                     gemm_0                   1 1 581 582 10=4 2=0 3=1 4=0 5=1 6=1 7=0 8=240 9=120
Swish                    silu_134                 1 1 582 583
Gemm                     gemm_1                   1 1 583 584 10=4 2=0 3=1 4=0 5=1 6=1 7=0 8=120 9=240
BinaryOp                 add_232                  2 1 579 584 585 0=0
Split                    splitncnn_33             1 2 585 586 587
LayerNorm                ln_124                   1 1 587 588 0=120 1=1.000000e-05 2=1
MultiHeadAttention       attention_128            1 1 588 589 0=120 1=8 2=14400 3=120 4=120
BinaryOp                 add_233                  2 1 586 589 590 0=0
Split                    splitncnn_34             1 2 590 591 592
LayerNorm                ln_125                   1 1 592 593 0=120 1=1.000000e-05 2=1
Gemm                     gemm_2                   1 1 593 594 10=4 2=0 3=1 4=0 5=1 6=1 7=0 8=240 9=120
Swish                    silu_135                 1 1 594 595
Gemm                     gemm_3                   1 1 595 596 10=4 2=0 3=1 4=0 5=1 6=1 7=0 8=120 9=240
BinaryOp                 add_234                  2 1 591 596 597 0=0
LayerNorm                ln_126                   1 1 597 598 0=120 1=1.000000e-06 2=1
Reshape                  reshape_145              1 1 598 599 0=120 1=-1 2=1
Permute                  permute_141              1 1 599 600 0=4
Convolution              conv_89                  1 1 600 601 0=480 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=57600
Swish                    silu_136                 1 1 601 602
Concat                   cat_0                    2 1 566 602 603 0=0
Convolution              conv_90                  1 1 603 604 0=60 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=518400
Swish                    silu_137                 1 1 604 605
Convolution              conv_91                  1 1 605 606 0=120 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=7200
Swish                    silu_138                 1 1 606 607
Squeeze                  squeeze_148              1 1 607 608 -23303=1,1
Permute                  permute_142              1 1 608 609 0=1
Gemm                     gemm_4                   1 1 609 610 10=4 2=0 3=1 4=0 5=1 6=1 7=0 8=6625 9=120
Softmax                  softmax_139              1 1 610 out0 0=1 1=1
